Repository: atlas-studios/Session2-G9
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 三大家族的人都坐在最前排，相互间的位置离得也不远，拍卖刚开始的时候，大家还偶尔交谈几句，但随着这个惊人的消息抛出，三人间就好象突然竖起了一道看不见的墙壁，谁也没有心思再交谈，目光全都落到了凯文身上，只等着那小小的木锤落下……
en_us: The three families were sitting at the first row, not far away from one another. They had occasionally exchanged a few words at the start of the auction. But as the alarming news came out, each of the three parties seemed to have erected an invisible wall around them. No one was in the mood for talk anymore; their eyes fell on Kevin, waiting for the small wooden gavel to drop...

source: 三天时间学会了三个低级魔法，安度因看着这见鬼的进度，就不禁又想问问，这世界上究竟还有没有天理？想自己当初光是进入冥想状态就花了一个月，而且这进度还被老师称赞为天才中的天才，那眼前这小子又该算什么？怪物中的怪物还是变态中的变态？
en_us: Lin Li had mastered three kinds of elementary magic in three days. This unbelievable progress got Andoine doubting if there was any justice in this world. He had spent a month getting into meditation and was praised by his teacher for being a genius at that. Then, what would become of the guy in front of him? Was he a monster or a maniac?

source: 三种廉价草药，加上并不复杂的工序，就能产生越级施法效果，外加少量的魔力恢复。
en_us: Three kinds of inexpensive herbs and an uncomplicated concoction process could produce an overstepping effect, plus a small amount of mana restoration.

source: 三种都是难得一见的魔法金属，只要能得到其中一种，恐怕就足以让这世上大多数魔法师高兴得睡不着觉了，大概也只有林立这种禽兽，才能一次拿出三种来，而这带来的后果，也是让他陷入了幸福的烦恼当中。
en_us: All three were rare magical metals, and getting even one of them would be enough to keep a mage awake at night. Perhaps only a beast like Lin Li could take out all three at once; and this had led him to face a blissful problem.

source: 三种魔法金属都是如此优秀，手上的深邃之银却只够镀上一根。
en_us: All three magical metals were so excellent, but only one could be coated with the deep silver he had on hand.

source: 上百块秘银哗啦哗啦的被倒进熔炉，林立站在旁边稍等了两分钟，也不管秘银是否融化，夹出一块就放到铁砧上猛敲，身后数十玩家只见一阵火花四溅，价值数百金币的秘银瞬间被敲成一块废铁。
en_us: Over a hundred pieces of mithril poured noisily into the furnace. Lin Li waited on the side for two minutes, then, disregarding whether the mithril was melted, he took one out and began hammering once it was on the anvil. The players behind him saw in between fits of sparks mithril valued over a hundred gold coins hammered into a piece of scrap iron in an instant.

source: 下一瞬间让他更加吃惊的是，那无名口诀修炼的出来的黑色元力，和江水决修炼出来的蓝色水系元力碰撞在一起，却没发生他想象中的絮乱，反而水乳交融般完美融合到了一起，在经脉内自由游走。
en_us: in the next instant, he was astonished to see that the black essence force cultivated from the nameless chant collided with the blue essence force cultivated from the Jiang Water Art. However, instead of throwing his body into disorder as he imagined, the two types of essence force mixed perfectly together like water and milk. They freely circulated through his arteries without even a tussle.

source: 不仅仅是药剂炼金锻造这样的职业，就连草药知识这种，更多是属于知识层面上的东西，他也同样拥有大师级水准！
en_us: It included not just professions like pharmacy, metallurgy, and forging. It was more on the knowledge aspect, like the knowledge of herbs—he also had a mastery level in it!

source: 不出江逸的意料之外，丹炉又是一声炸响，而在他不抱任何希望揭开炉盖的时候，却意外发现有三枚丹药竟然没炸，安静的躺在丹炉内。上面黑光流转，隐隐还有纹路，看起来异常漂亮。
en_us: As Jiang Yi expected, an explosive sound rang out of the elixir cauldron. Yet when he lifted the cauldron lid without any prior expectations, he unexpectedly discovered three of the elixir pills had actually not exploded at all, but were instead lying silently in the cauldron. The top of the pills had black light circulating about, with the pills having a faint vein-like pattern - the pills looked strangely pretty.

source: 不出江逸的意料之外，风月楼的刘管事很快得到了他和江小奴的资料，马飞的父亲也暴怒无比，下令让刘管事派人探查江逸行踪，一有机会直接做了他。
en_us: Just as Jiang Yi expected, Housekeeper Liu of Fengyue Brothel had soon obtained his and Jiang Xiaonu's information. Also as Jiang Yi predicted, Ma Fei's father was livid and ordered Housekeeper Liu to send someone on Jiang Yi's trail, and to take him out at the first opportunity.

source: 不出江逸的意料之外，黑色元力融合元力丹药力后，他提炼江水决的速度果然快了数倍。感受这丹田内的蓝色元力不断快速产生，江逸暗暗激动起来。如果他有大量的丹药，依靠着黑色元力增幅，就算有这鬼封印，他依旧可以快速修炼了。尽管他未来的成就还是有限，但最少修炼到铸鼎境四五重什么的不是难事。
en_us: As expected, after the black essence force merged with the medicinal power of the essence force pill, the speed at which he was refining with the Jiang Water Art did indeed increase severalfold. Jiang Yi grew excited as he felt the blue essence force in his dantian continuously and speedily get produced. If he had a large number of elixirs and continued relying on black essence force to expand the power of the elixirs, even with this stupid seal, he could continue to speedily refine essence force. Even though his future accomplishments were limited, at least it would not be difficult for him to reach the fourth or fifth level of the Cast Tripod Realm.

source: 不同人体之间，力气难免会有误差，但在元力的绝对优势面前，这种差距一般是微不足道的。
en_us: Between two individuals, there would no doubt be some difference in strength but the difference would normally be negligible.

source: 不同系别，不同颜色的元力之间要想融合，有着苛刻的条件。至少在铸鼎境这种境界，不同系别的元力之间就算轻轻碰触一下都会出大问题，轻则元力絮乱走火入魔，重则经脉断裂受重伤，丹田爆裂成废人，这是天星大陆人尽皆知的常识。
en_us: there were strict criteria in order for two different techniques or two different colored essence force to fuse. At least within the Cast Tripod realm, different essence force clashing lightly was enough to create a big problem. The repercussions spanned from the minor problem of having a Qi deviation due to chaotic essence force to the major problem of being seriously injured due to cracked meridians. The explosion of a dantian might even reduce a person into a cripple. This was common knowledge for all on the Stellarsky Continent.

source: 不对……这小子不是一般人，他肯定知道一些自己不知道的东西。
en_us: But... he was not an ordinary person. He definitely knew something Andoine did not know.

source: 不知过了多久，有个身长数十丈的猪首冥将终于忍不住问。
en_us: After a long while, a Netherworld general in the form of a dozen-foot-tall pig-man could not help but ask,

source: 不知过了多久，院外突然响起一声怒意十足的大喊，江逸听到那个声音立刻心头一震，从打坐中清醒过来，暗道不妙。
en_us: He had no idea how long had passed when he heard an enraged roar ringing from the courtyard outside. Upon hearing that voice, Jiang Yi was immediately startled awake from his meditation. His heart beat rapidly; he knew something was amiss.

source: 不等林立吩咐，利维坦猩猩已是三下两下拨开树下的落叶，露出一个又深又大的树洞来。
en_us: Not waiting for an instruction from Lin Li, the Leviathan Gorilla swept the fallen leaves aside and revealed a hole in the tree that was huge and deep.

source: 不等林立细想，葛瑞安已是迎了过来，这胖老头也不知道是属什么的，变脸变得比谁都快，刚刚还骂骂咧咧，一副怒气冲天的样子，这才一转身，胖脸上却又堆满了可鞠的笑容：“怎么样费雷，手续办好了吧？”
en_us: Lin Li had yet to recall the name when Gerian had stepped forward to meet him. He wondered which year the old man was born as his mood changed from one moment to another. A while ago, he was still swearing in a towering rage, and with a turn, he reverted to the amicable smile on his chubby face. "How was it, Felic? Have you processed the documents?"

source: 不等那条红影扑近，林立已是猛的往后退出了几步，与此同时飞快的吟唱着迟缓术的咒语。
en_us: Lin Li had pulled back before the red shadow came close and begun reciting the Delaying Spell in haste.

source: 不管怎么说，魔法公会确实欠了萨鲁曼家族一个人情，虽然仔细一想，会觉得这个人情有些廉价……
en_us: Regardless, the Guild of Magic had indeed owed the Saruman Family a favor. Though upon careful thought, it would seem that this favor was a rather cheap one...

source: 不管是怒焰法袍，还是无尽风暴之戒，都只是无尽世界中的装备，说到底它们只是一堆数据，但如今这一堆数据，却实实在在的出现在现实世界，一切都是如此的真实，怒焰法袍正不断散发着它特有的温度，无尽风暴之戒静静的套在拇指上，林立完全可以感觉得到，只要自己一个念头，就能够打开戒指中那近乎无限的空间。
en_us: Both the Robe of Wrath and the Ring of Endless Storm were equipment of the Endless World. They were only statistics, but now these statistics were present in the real world. Everything felt so real. The Robe of Wrath was constantly emitting its peculiar warmth, and the Ring of Endless Storm lay quietly on his thumb. Lin Li could totally feel that he could open up the near infinite space that was in the ring with just a thought.

source: 不管是想将女儿介绍给凯文的胖子，还是挺着丰胸的阿姨，又或者对巴瑟罗尔阿谀奉承的安东尼－罗林，在这一瞬间，他们望向格林－伯恩塞德的目光，都是充满了发自内心的景仰。
en_us: At that moment, whether it was the fat man who wanted to introduce his daughter to Kevin, the aunty with the full bosom, or even Anthony Rolin trying to get Bathrilor's favor by flattery, the looks they gave to Grimm Burnside were full of heartfelt admiration.

source: 不紧不慢的走到贸易区，林立在铁匠铺门口停下了脚步。
en_us: Lin Li took his time to walk to the trade zone. He stopped in front of the blacksmith shop.

source: 不能炼制丹药，他的黑色元力怎么注入丹药内？
en_us: If he could not even refine any elixirs, how could he inject any black essence force into the elixirs?

source: 不过……这件事不能太急，必须等今晚之后。
en_us: But... he must wait until after tonight.

source: 不过三位公子很快醒悟过来，认为这是姬听雨在在刻意躲开他们，也不好多说讪讪的站在原地。
en_us: However, the three gentlemen quickly woke up from their astonished trances. They all thought that it was Ji Tingyu's attempt to deliberately avoid them and as such was unwilling to comment any further. Instead, feeling embarrassed, they stood around at their original spots.

source: 不过今天的老法师，似乎有些心不在焉。
en_us: However, today he noticed that the old mage, Andoine, seemed to be distracted.

source: 不过他倒是不敢出声，老老实实的站着，内心期望这柳长老心情大好，可以放他一马。
en_us: However, he did not dare to make a sound. Instead, he merely stood there like he was well-behaved, hoping in his heart that with his excellent mood, Elder Liu would let him off the hook.

source: 不过他倒是很聪明，知道此地不宜久留，否则伤的将会更加严重。他惦着一条腿朝外面艰难逃去，走到外面见江逸没有追来，才满眼怨毒的咬牙切齿说道：“江逸，你竟然敢伤我？你死定了，我一定会让虎哥打死你的，你有种一辈子不出江家大院，嘶……”
en_us: Nonetheless, he was very smart. He realized that it was imperative to leave, otherwise his injuries would worsen. He thought of relying on one leg alone to escape, and did so with much difficulty. When he reached the door and saw that Jiang Yi wasn't pursuing him, he gritted his teeth in bitter resentment. "Jiang Yi, how dare you injure me? You're dead. I will definitely let Brother Hu beat you to death. If you have the balls, don't think of leaving the central court! Hiss..."

source: 不过他当时可没想到，克伦威尔追求伊娜不成，会把火发到自己头上。
en_us: But he had not expected Cromwell would vent his frustration of not winning Ina's heart on him.

source: 不过他转念想到江小奴那瘦弱的身躯，他很快摇头道：“姬小姐，你是高高在上的小姐，你永远不会了解我们这种人的生活，嗯……长不说这些了，你找我是有什么事吧？”
en_us: However, once he thought of Jiang Xiaonu and her scrawny figure, he shook his head quickly, "Young Mistress Ji, you stand high above the masses and will never understand the lives of people like us. Mm... let's not dwell on this topic any more. You must be looking for me for some reason?"

source: 不过以老格林显赫的身份，自然不可能象丰胸阿姨一般主动凑上前去，他身为加洛斯最富盛名的传奇魔法师，自然也有着传奇魔法师自己的矜持，所以在简短的自我介绍之后，他就一直在等林立开口。
en_us: But with Old Grimm's eminent status, it was impossible for him to step forward like the aunty with full bosom. He was the most famous mage of Jarrosus, so he naturally had the reserve of a legendary mage. Hence, after the brief self-introduction, he waited for Lin Li to speak.

source: 不过再一想想，也就没什么好奇怪的了。
en_us: But on the second thought, there was nothing strange about it.

source: 不过再仔细想想，自己这一个月来，吃人家的住人家的，完了还要找人家学魔法，这要是一点忙都不肯帮，似乎也太说不过去了，所以他不得不硬起头皮应到：“说来听听，要是能做到的话，我一定尽力帮忙。”
en_us: But thinking it over, he had been living as a freeloader for the past month and still had magic to learn from him. It was hardly justifiable if he couldn't even offer a little help. Hence, he braced himself and replied, "Tell me about it. I'll do my best to help if it's within my means."

source: 不过在怒焰之袍的强大抗魔属性之下，这一两道火龙并未给他造成任何伤害，只是稍一接触，就瞬间湮灭在抗魔力场当中。
en_us: However, with the strong magical resistance attribute of the Robe of Wrath, that one or two fire dragons did not cause any harm to him. They disappeared in the magical resistant field upon contact in an instant.

source: 不过在目前看来，安度因虽然每天都会弄出点动静，但至少身体还是很完整的。
en_us: But for now his body was still intact, despite being subjected to various accidents everyday.

source: 不过在确定是利维坦猩猩的同时，林立也微微松了一口气。
en_us: But Lin Li had heaved a sigh of relief when he identified it as the Leviathan Gorilla.

source: 不过姬听雨这次却并没有内疚之色，反而摇头轻笑，一双如宝石般的眸子内都是慑人光芒，她款款而谈：“易公子，不遭人妒是庸才，这个世界有很多美好的东西，值得我们去追求。而这些东西人人都想要，那势必会有竞争，麻烦肯定也会不断，没有追求的人生，那是不完美的人生。人的一辈子匆匆数十载，红颜易老，刹那芳华！你想庸庸碌碌过一辈子，还是想轰轰烈烈，风风光光的过上十年？”
en_us: However, Ji Tingyu did not express any remorse this time. With her gem-like orbs shining with startling beauty, she shook her head and smiled, speaking slowly but pointedly, "Young Master Yi, only the mediocre does not attract the jealousy of others. There are so many wonderful things in this world that are worth pursuing, things that everyone wants. Certainly, it creates competition and incessant trouble, but imagine how imperfect life would be without a cause. A lifetime lasts but a fleeting handful decades; beauty and youth fade away in an instant! Do you prefer a lifetime of mediocrity, or a zealous, glorious decade?"

source: 不过对于这个年轻魔法师的药剂水准，老格林依旧抱着某种程度的怀疑。
en_us: But Old Grimm still had some degree of doubt about the young mage's level in pharmaceutics.

source: 不过对于这些他倒是并不在意，那群公子小姐和他的人生太过遥远，他也不想和她们有什么交集，他目光投向翊凌雪道：“翊小姐也不错，这段时间我感觉你战力是飞快提升，你所有的武技都大成了吧？境界也快提升到铸鼎境五重了吧？”
en_us: Nevertheless, Jiang Yi did not care too much about any of that. Those young masters and young mistresses were living a life far different from his, and he did not wish to cross paths with them. He cast a look at Yi Lingxue, "Young Mistress Yi is not doing too bad yourself. I can feel your powers rising fast during this period, haven't all of your martial art techniques attained phenomenal success yet? You must be elevating to the fifth stage of the Cast Tripod Realm too?"

source: 不过对林立来说，这其实并不是什么大事。
en_us: But to Lin Li, this was not a big deal.

source: 不过林立一点也没把他们放在心上，伸出两根手指，轻轻夹出愿望术卷轴往背包里一放，就这么招摇过市的出了私人仓库。
en_us: But Lin Li heeded them not. He stretched out two fingers and lightly picked up the scroll, put it in his bag, and strode out of the private warehouse.

source: 不过林立不在乎这些，他根本不缺那几个钱，也没打算买太好的装备，能暂时把希恩武装一下就行了，想要真正把他武装起来，还是要自己亲自动手才行，这一般的武器店里，又哪能买到宗师级别的装备？
en_us: But Lin Li could not care less about that. Neither was he short on money, nor did he intend on buying something of high standard. As long as Sheehan could get some temporary armor, it would be good enough. Lin Li would have to build the gear by himself if he really wanted to arm Sheehan well. After all, how could one possibly find guru-level equipment in those average arsenal shops?

source: 不过林立只是把这件事记在心里，并没有跟伊娜多说什么。
en_us: But Lin Li kept it to himself and said nothing to Ina.

source: 不过比起胖老头来，这年轻法师可就老实多了，进门跟林立打过招呼之后，就老老实实的蹲在墙角画圈圈，遇到有事的时候，还能帮林立打打下手，所求的也不过是见识一下药剂大师的技艺。
en_us: But the young mage was much more restrained than the fat old man. After greeting Lin Li at the door, he would squat in the corner and draw circles. When something happened he could also help Lin Li; all he wanted was to witness the skills of a potion master.

source: 不过江逸既然开口了，她也不好抹他的面子，而且进了练功房不随便对练一场也会引起别人怀疑的。江逸能带来拥有丹纹的丹药这事，姬听雨可不想别人知道，于是含笑道：“易公子请放手一战！”
en_us: However, since Jiang Yi offered, she did not feel it was right to be so impolite and let him lose face that way. Besides, having already entered the Technique Practising Room, not having a martial arts combat match with a sparring partner would raise suspicions over what happened. Ji Tingyu had no wish to let others know the circumstance that Jiang Yi could bring in elixirs with vein patterns. As such, she smiled and replied, "Young Master Yi, please do not spare me either, and let's fight!"

source: 不过穿了这么久，一直觉得挺合身，林立也没想过另换一件，反正大多数法师袍都是这样，在卷轴空间上做文章。
en_us: But Lin Li had always felt it to be fitting after wearing it for so long, and had never thought of replacing it. Most mage robes were as such anyway, making an issue out of the scroll space.

source: 不过老格林毕竟是活了一百多岁的人物，虽然被林立一句话问得有些尴尬，脸上倒也没露出多少异色，只是带着几分自我解嘲的表情笑了笑：“呵呵……看来安度因这老家伙，倒也没在你面前说我什么坏话嘛……”
en_us: But Old Grimm was someone who had lived for over a hundred years after all. Although he was embarrassed by Lin Li's question, he did not show it on his face. He merely chuckled with a self-deprecating expression. "Heh heh... Looks like Andoine, that old fellow, didn't speak ill of me in front of you..."

source: 不过艾萨克毕竟是久居城主高位的人物，心头虽然有些小小的不快，脸上却还是堆起了热情温和的笑容。
en_us: But Isaac was, after all, a man of high rank as a castellan. Even though he was slightly unhappy, he still displayed a warm and gentle smile on his face.

source: 不过葛瑞安可不管这些，出卖也好报复也好，总之就是损害了魔法公会的利益，损害魔法公会利益，就等于是损害他的利益，损害了他的利益，就必须人道毁灭——这就是葛瑞安的理论……
en_us: However, Gerian would not care about these. Whether it was betrayal or revenge, it had dealt damage to the interests of the Guild of Magic. Damaging the interests of the Guild of Magic would be equivalent to damaging his own interests, and the one who damaged his interests had to be destroyed—such was Gerian's logic...

source: 不过被忽略了也好，免得他一张笑脸的凑上来，自己以后还不好意思找他麻烦。
en_us: But it was better to accept being ignored lest he should be approached with a smiling face and be too embarrassed to make trouble for him in the future.

source: 不过转头想到，在这做事似乎就不用外出上西山了？江如虎等人也不敢明着来这或者去他院子内动手吧？他正好有时间可以好好研究下黑色元力了。
en_us: However, he switched his thinking. If I take this job, I no longer have to go out to the Western Hills? Additionally, Jiang Ruhu and his gang would not dare to come here or go to my house and fight me, right? He had just the right time to carefully research the black essence force.

source: 不过转念江逸就明白了，这翊龙宇既然是翊家年轻一代的最强者，对于江家的武技显然也很是了解，轻松看出他用了江家的武技也正常。
en_us: Jiang Yi mulled it over for a moment before comprehension dawned: as the strongest martial artist among the younger generations in the Yi Family, he obviously would know a thing or two about the Jiang Clan's martial art techniques, and it would be easy for him to tell that the techniques Jiang Yi used belonged to the Jiang Clan.

source: 不过这事林立倒是没怎么推辞，他本来就是五系宗师，外加各种杂学大师，只要是涉及到专业的东西，眼光自然是要比葛瑞安之流强上许多，再说他对各大势力拿出的东西，其实也很感兴趣，这对他来说就好象寻宝一样充满了乐趣。
en_us: Lin Li did not decline. He was a guru well-versed in all five series plus a master in general skills. When it came to professional stuff, he would naturally have a better eye than Gerian. Besides, he was also very interested in what the major forces were offering, and it seemed to him as much fun as a treasure hunt.

source: 不过这家伙倒是很快接受了现实，谁让自己当初棋差一着，没尽早把猎人身上的魔晶转来。
en_us: However, this fellow quickly accepted the reality. He had miscalculated his steps and failed to transfer the magical crystals from the hunter at an earlier time.

source: 不过这无关紧要，魔晶只是为点金棒提供魔力，以后若是能猎杀到更加强大的魔兽，完全可以更换掉这枚十五级的。
en_us: But this was not important. The magical crystal was just to provide the gold rod with mana. If he could kill an even more powerful magical beast in the future, he could always replace the level-fifteen magical crystal.

source: 不过铸鼎境二重突破三重需要的元力是原先的一倍，他原来停留在铸鼎境一重也有一年多了，此刻要想突破铸鼎境三重，就算有如此恐怖的修炼速度，没有大半个月也是不可能的。
en_us: However, the amount of essence force needed to break through from the second to the third stage of the Cast Tripod Realm was double that of the original. His power-level had already been stuck at the first stage of the Cast Tripod Realm for over a year. To be able to break through to the third stage of the Cast Tripod Realm there and then, even if he had such obscenely fast essence force cultivation speed, it would be impossible to accomplish this breakthrough without spending more than half a month in cultivation practice.

source: 不过铸鼎境前四重好突破，要想突破后面的境界就非常困难了，铸鼎境五重是道坎，需要的元力差不多是前面所有境界的总和。所以很多纨绔子弟，天资不行的武者境界都停留在铸鼎境四重，毕竟他们家族再富有也不可能用无尽的丹药让他们强行突破到铸鼎境五重，比如江如虎，又比如马飞。
en_us: On the other hand, while it was easy to achieve the first four stages of the Cast Tripod Realm, making a breakthrough to each of the subsequent stages was much more difficult. The fifth stage of the Cast Tripod Realm, in particular, was a bottleneck, the essence force needed was roughly the sum of all the previous stages. As such, many wastrel playboys and inept martial artists like Jiang Ruhu and Ma Fei, were permanently held up at the fourth stage of the Cast Tripod Realm. After all, it would be impossible for their families, however rich they might be, to keep supplying them with elixirs to forcibly elevate to the fifth stage of the Cast Tripod Realm.

source: 不过！
en_us: However!

source: 与它一起落下的，还有被绑成粽子的伊娜。
en_us: Falling with it was Ina, who was wrapped like a rice dumpling.

source: 与林立一番长谈之后，安度因似乎就把这件事给忘了。
en_us: After the long talk with Lin Li, Andoine seemed to have forgotten about the matter.

source: 与此同时，整座天庭剧烈摇晃起来，在天庭所有建筑上浮现出无数与刚才那九天锁星阵七彩符文截然不同的另一种金色符文，整座天庭仿佛披上了一层金色的外衣。
en_us: At the same time, the whole Heavenly Court also shook violently. The countless runes that surfaced on the buildings of the Heavenly Court were completely unlike the rainbow-colored Empyreal Star Lock Array runes. They were golden in color and made it seem like the entire Heavenly Court was draped in a golden cloak.

source: 丛林之后，是一条潺潺流动的小溪，这大概就是罗麦格雷尼说的水源，在小溪的旁边，一只水袋正静静的落叶上，里面的清水尚未流尽，正咕咚咕咚的往外冒着。
en_us: Behind the forest was a gentle stream, probably the water source that McGrenn had mentioned. Beside the stream, a water bag lay quietly on the fallen leaves. The water in it was not yet drained, flowing out with a gurgle.

source: 东西倒是好东西，三件装备无一不是精品，特别是那一根秘银项链，寻常魔法师见了多半会眼红一会。
en_us: The stuff was good stuff, all three pieces of equipment were excellent products, in particular the mithril necklace. Normal mages would be envious should they even get a look at it.

source: 丢下这么句话，林立转身就走，他实在不想跟一个神经病太过接近。
en_us: Lin Li turned around to leave after tossing the words out. He was really reluctant to be near a wacko.

source: 两个加洛斯最强的魔法师，只是一瞬间就碰撞出了耀眼的火花。
en_us: It would only take a moment for two of the most powerful mages in Jarrosus to collide with a dazzling spark.

source: 两个大魔导士的直接对话，甚至比传奇法师的言传身教更有效果。
en_us: The direct dialogue between the two great archmages was even more effective than a legendary mage's precepts and examples.

source: 两个年轻法师被训得满头是包，可偏偏还不敢为自己辩解，只能一脸委屈的低着头，老老实实的听胖老头训话，看到林立下来的时候，两人就好象找到了救星似的，赶紧朝林立投来求助的目光。
en_us: The two young mage were bruised from all the lecturing, but they had not the courage to speak up for themselves. They could only lower their heads in grievance and listen earnestly to the lecture of the fat old man. They seemed to have found a savior when they saw Lin Li coming down, and quickly threw him glances that called for help.

source: 两个时辰之后！
en_us: Two hours later...

source: 两个贱人在会客室里一番商议，出来的时候都是两眼放光，谁见了都有种被狼盯上的感觉。
en_us: The two jerks had a discussion in the reception room. When they came out, their eyes were shining—anyone who saw them would have the feeling of being targeted by wolves.

source: 两个魔力回路分别通往尾端魔晶，从那里源源不断的吸取着魔力，二十六个魔力节点分别包围着一红一绿两块宝石，就仿佛众星拱月一般，将两道魔纹的力量，通过一红一绿两块宝石彻底激发出来。
en_us: The two magic circuits led to the end of the magic crystal, from which magic was continuously absorbed. 26 magic nodes encircled the ruby and the emerald like a myriad of stars surrounding the moon. The power of the two mageweaths was thoroughly activated through the ruby and the emerald.

source: 两人一前一后跑出山洞，正看见克伦威尔如丧家之犬般狂奔回来。
en_us: The two men ran out of the cave back to back, just in time to see Cromwell sprinting back like a rabid dog.

source: 两人从魔法公会出来的时候，天色已经有些晚了，此时的奥兰纳街头虽然依旧繁华，但行人却大多是行色匆匆，街边店铺也差不多已经歇业，这个时候出来买装备，其实并不是太好的时间，一时不一定能买到称心如意的，二是容易被人狮子大开口的乱宰。
en_us: It was already a bit late when the two exited from the Guild of Magic. At this hour, despite the bustling Alanna streets as usual, most passers-by were in a hurry and many street-side stalls had closed shop too. Actually, it was not a good idea to buy gear at this timing. This is because on one hand, the limited time might not permit them to find something satisfactory while on the other hand, the equipment could very well be priced exorbitantly and unreasonably high.

source: 两人再不去管克伦威尔，只是沿着小溪旁的脚印一路往前找去。
en_us: The two men paid no more heed to Cromwell as they began their search by following the footprints along the stream.

source: 两人几乎同时扑了过去，正看见葛瑞安那张胖脸。
en_us: Both of them rushed forward almost at the same time, only to see Gerian's chubby face.

source: 两人几乎是不约而同的选择了走中庸路线，短暂急促的咒文快速的手势，造就了这场场面宏大却又瞬息万变的战斗。
en_us: Both had chosen the middle course almost undesignedly. Short and rapid recitation of spells together with swift gestures had created a magnificent and ever-changing battle.
